tap "koekeishiya/formulae"
tap "veeso/termscp"
brew "ffmpeg"
brew "eza"
brew "fzf"
brew "fnm"
brew "imagemagick"
brew "lazygit"
brew "mpc"
brew "mpd", restart_service: :changed
brew "ncmpcpp"
brew "neovim"
brew "pnpm"
brew "postgresql"
brew "python"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "tree"
brew "wireguard-tools"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "veeso/termscp/termscp"
brew "gemini-cli"

cask "alt-tab"
cask "jordanbaird-ice"
cask "linearmouse"
cask "obs"
cask "raycast"
cask "rectangle"
cask "stolendata-mpv"
cask "appcleaner"
cask "batfi"
cask "google-chrome"
cask "brave-browser"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "zen"
cask "calibre"
cask "discord"
cask "docker-desktop"
cask "iina"
cask "iterm2"
cask "losslesscut"
cask "mullvad-vpn"
cask "obsidian"
cask "plex"
cask "spotify"
cask "steam"
cask "stremio"
cask "the-unarchiver"
cask "zoom"
cask "visual-studio-code"
cask "trae"
cask "qbittorrent"
cask "cursor"
mas "Goodnotes", id: 1444383602

# cask "intellij-idea"
# cask "pycharm"
mas "Xcode", id: 497799835
